Repository: raphaelcangucu/vibe-habits
Catalog: habits tracker/Localizable.xcstrings
Source language: en
Languages: pt_br

source: %lld%% complete
pt_br: %lld%% concluído

source: 2–3x/week: Read a book chapter
pt_br: 2–3x/semana: Ler um capítulo de livro

source: 2:00 PM - Keep the momentum going
pt_br: 14:00 — Continue no ritmo

source: 6h/week: Work on side project
pt_br: 6h/semana: Trabalhar em um projeto pessoal

source: 8:00 AM - Start your day strong
pt_br: 08:00 — Comece o dia com energia

source: 9:00 PM - Log your daily progress
pt_br: 21:00 — Registre seu progresso diário

source: A few pages before bed.
pt_br: Algumas páginas antes de dormir.

source: A small step today keeps your momentum going.
pt_br: Um pequeno passo hoje mantém seu ritmo.

source: About
pt_br: Sobre

source: Add habit
pt_br: Adicionar hábito

source: Add Habit
pt_br: Adicionar hábito

source: Add Item
pt_br: Adicionar item

source: Add Note (Optional)
pt_br: Adicionar nota (opcional)

source: Add Photo (Optional)
pt_br: Adicionar foto (opcional)

source: and maybe I'll build it!
pt_br: e talvez eu desenvolva!

source: Backups are JSON files you control. Nothing is uploaded by Vibe Habits.
pt_br: Os backups são arquivos JSON sob seu controle. O Vibe Habits não envia nada para a nuvem.

source: Be consistent – Daily actions build momentum
pt_br: Seja consistente – Ações diárias criam ritmo

source: Best Streak
pt_br: Melhor sequência

source: Build habits that actually stick
pt_br: Crie hábitos que permanecem

source: Build momentum, one day at a time
pt_br: Crie ritmo, um dia de cada vez

source: Camera
pt_br: Câmera

source: Cancel
pt_br: Cancelar

source: Choose goals that fit your life, log progress in seconds, and grow one day at a time.
pt_br: Escolha metas que combinam com sua vida, registre o progresso em segundos e evolua um dia de cada vez.

source: Completed
pt_br: Concluído

source: Completed Days
pt_br: Dias concluídos

source: Completed Weeks
pt_br: Semanas concluídas

source: Completion Rate
pt_br: Taxa de conclusão

source: Continue
pt_br: Continuar

source: Create Habit
pt_br: Criar hábito

source: Create your first habit and build consistency one day at a time
pt_br: Crie seu primeiro hábito e desenvolva consistência um dia de cada vez

source: cumulative
pt_br: acumulado

source: Daily Goal
pt_br: Meta diária

source: Daily Reminders
pt_br: Lembretes diários

source: Daily Target
pt_br: Meta diária

source: Daily: 100 Push-ups
pt_br: Diário: 100 flexões

source: Data Transfer
pt_br: Transferência de dados

source: days
pt_br: dias

source: Delete Entry
pt_br: Excluir registro

source: Drink water
pt_br: Beber água

source: e.g., 100 Push-ups, Read a book
pt_br: ex.: 100 flexões, ler um livro

source: Edit Progress
pt_br: Editar progresso

source: Enter Progress
pt_br: Informe o progresso

source: Evening Reflection
pt_br: Reflexão noturna

source: Evening Reflection 🌙
pt_br: Reflexão noturna 🌙

source: Examples:
pt_br: Exemplos:

source: Exercise
pt_br: Exercícios

source: Export Backup
pt_br: Exportar backup

source: Feed
pt_br: Histórico

source: Feeling ambitious?
pt_br: Quer ir além?

source: Fork the project on GitHub and build it yourself! Open-source vibes ✨
pt_br: Faça um fork do projeto no GitHub e construa você também! Espírito open source ✨

source: Frequency
pt_br: Frequência

source: Fresh air and a strong start to the day.
pt_br: Ar fresco e um ótimo começo de dia.

source: Fri
pt_br: Sex

source: Gallery
pt_br: Galeria

source: Good Morning! 🌅
pt_br: Bom dia! 🌅

source: Got ideas? Want a new feature?
pt_br: Tem uma ideia? Quer um novo recurso?

source: Great start! Keep going to build a strong foundation. Consistency is key!
pt_br: Ótimo começo! Continue para criar uma base sólida. Consistência é essencial!

source: Habit name
pt_br: Nome do hábito

source: Habit Name
pt_br: Nome do hábito

source: Habits
pt_br: Hábitos

source: Hours per Week
pt_br: Horas por semana

source: How did it go?
pt_br: Como foi?

source: How's your progress today? Keep the momentum going!
pt_br: Como está seu progresso hoje? Continue no ritmo!

source: Impressive dedication! You're well on your way to making this a lifestyle.
pt_br: Dedicação impressionante! Você está no caminho certo para transformar isso em um estilo de vida.

source: in period
pt_br: no período

source: Insights
pt_br: Análises

source: Item at %@
pt_br: Item em %@

source: Less
pt_br: Menos

source: Log Progress
pt_br: Registrar progresso

source: Longest Streak
pt_br: Maior sequência

source: Mark Complete
pt_br: Marcar como concluído

source: Midday Check-in
pt_br: Lembrete da tarde

source: Midday Check-in ☀️
pt_br: Lembrete da tarde ☀️

source: Mon
pt_br: Seg

source: Month
pt_br: Mês

source: More
pt_br: Mais

source: Morning Reminder
pt_br: Lembrete da manhã

source: Morning walk
pt_br: Caminhada matinal

source: Morning Walk
pt_br: Caminhada matinal

source: New Habit
pt_br: Novo hábito

source: No account, no advertising, and no tracking. Your habits stay on your device.
pt_br: Sem conta, publicidade ou rastreamento. Seus hábitos ficam no seu dispositivo.

source: No Activity Yet
pt_br: Nenhuma atividade ainda

source: Not selected
pt_br: Não selecionado

source: of period
pt_br: do período

source: Opens the form to create a new habit
pt_br: Abre o formulário para criar um novo hábito

source: Outstanding! You've transformed this into a lasting habit. Keep up the amazing work!
pt_br: Extraordinário! Você transformou isso em um hábito duradouro. Continue assim!

source: per day
pt_br: por dia

source: Pick any examples you want. You can edit or delete them later.
pt_br: Escolha os exemplos que quiser. Você poderá editá-los ou excluí-los depois.

source: Post it on Twitter/X with your suggestions
pt_br: Publique no Twitter/X com suas sugestões

source: Privacy & Support
pt_br: Privacidade e suporte

source: Privacy Policy
pt_br: Política de privacidade

source: Private by design
pt_br: Privado por natureza

source: Rate Vibe Habits
pt_br: Avaliar o Vibe Habits

source: Read every day
pt_br: Ler todos os dias

source: Read Every Day
pt_br: Ler todos os dias

source: Read before bed
pt_br: Ler antes de dormir

source: Remind me
pt_br: Lembrar-me

source: Reminder
pt_br: Lembrete

source: Reminder time
pt_br: Horário do lembrete

source: Restore Backup
pt_br: Restaurar backup

source: Restored %lld items successfully.
pt_br: %lld itens restaurados com sucesso.

source: Save Changes
pt_br: Salvar alterações

source: Select an item
pt_br: Selecione um item

source: Selected
pt_br: Selecionado

source: Settings
pt_br: Ajustes

source: Skip
pt_br: Pular

source: Start building momentum
pt_br: Começar a criar ritmo

source: Start logging your habits to see them here!
pt_br: Comece a registrar seus hábitos para vê-los aqui!

source: Start small – Focus on 2–3 habits
pt_br: Comece pequeno – Foque em 2 ou 3 hábitos

source: Start today and build momentum! Every journey begins with a single step.
pt_br: Comece hoje e crie ritmo! Toda jornada começa com um primeiro passo.

source: Start with a few small wins
pt_br: Comece com pequenas conquistas

source: Start your day strong! Your habits are waiting for you.
pt_br: Comece o dia com energia! Seus hábitos esperam por você.

source: Start Your Journey
pt_br: Comece sua jornada

source: Strength Training
pt_br: Treino de força

source: Support
pt_br: Suporte

source: Tag me
pt_br: Marque-me

source: Take a screenshot of your idea
pt_br: Tire uma captura da sua ideia

source: Talk to the Dev
pt_br: Fale com o desenvolvedor

source: Target: %@
pt_br: Meta: %@

source: This backup was created by an unsupported version of Vibe Habits.
pt_br: Este backup foi criado por uma versão não compatível do Vibe Habits.

source: this week
pt_br: esta semana

source: This Week
pt_br: Esta semana

source: Time for %@
pt_br: Hora de %@

source: Time Period
pt_br: Período

source: Time to log your progress! Did you complete your habits today?
pt_br: Hora de registrar seu progresso! Você concluiu seus hábitos hoje?

source: Times per Week
pt_br: Vezes por semana

source: Tips
pt_br: Dicas

source: Tips for Success
pt_br: Dicas para ter sucesso

# Today: %@ | This week: %@
source: Today: %1$@ | This week: %2$@
pt_br: Hoje: %@ | Esta semana: %@

source: Total Completed
pt_br: Total concluído

source: Total Days
pt_br: Total de dias

source: Total Value
pt_br: Valor total

source: Track honestly – Missing a day is okay
pt_br: Registre com sinceridade – Tudo bem perder um dia

source: Unmark as Completed
pt_br: Desmarcar conclusão

source: Update Progress
pt_br: Atualizar progresso

source: Version
pt_br: Versão

source: Vibe Habits helps you build consistency through intuitive progress tracking, visual streaks, and meaningful insights.
pt_br: O Vibe Habits ajuda você a criar consistência com registros intuitivos, sequências visuais e análises úteis.

source: Wed
pt_br: Qua

source: Week
pt_br: Semana

source: Week Progress
pt_br: Progresso semanal

source: weeks
pt_br: semanas

source: Year
pt_br: Ano

source: You can change this reminder at any time.
pt_br: Você pode alterar este lembrete a qualquer momento.

source: You're building a solid habit! Stay consistent and watch your progress grow.
pt_br: Você está criando um hábito sólido! Mantenha a consistência e veja seu progresso crescer.

source: Your Data
pt_br: Seus dados
